Fasten90/FastenTerminal/bin/Debug/JarKon/Atmel/devices/ATSAM4S2B.xml
        <register caption="FIFO Memory Aperture0 110" name="HSMCI_FIFO110" offset="0x3B8" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 111" name="HSMCI_FIFO111" offset="0x3BC" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 112" name="HSMCI_FIFO112" offset="0x3C0" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 113" name="HSMCI_FIFO113" offset="0x3C4" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 114" name="HSMCI_FIFO114" offset="0x3C8" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 115" name="HSMCI_FIFO115" offset="0x3CC" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 116" name="HSMCI_FIFO116" offset="0x3D0" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 117" name="HSMCI_FIFO117" offset="0x3D4" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 118" name="HSMCI_FIFO118" offset="0x3D8" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 119" name="HSMCI_FIFO119" offset="0x3DC" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 120" name="HSMCI_FIFO120" offset="0x3E0" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 121" name="HSMCI_FIFO121" offset="0x3E4" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 122" name="HSMCI_FIFO122" offset="0x3E8" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 123" name="HSMCI_FIFO123" offset="0x3EC" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 124" name="HSMCI_FIFO124" offset="0x3F0" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 125" name="HSMCI_FIFO125" offset="0x3F4" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 126" name="HSMCI_FIFO126" offset="0x3F8" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 127" name="HSMCI_FIFO127" offset="0x3FC" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 128" name="HSMCI_FIFO128" offset="0x400" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 129" name="HSMCI_FIFO129" offset="0x404" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 130" name="HSMCI_FIFO130" offset="0x408" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 131" name="HSMCI_FIFO131" offset="0x40C" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 132" name="HSMCI_FIFO132" offset="0x410" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 133" name="HSMCI_FIFO133" offset="0x414" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 134" name="HSMCI_FIFO134" offset="0x418" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 135" name="HSMCI_FIFO135" offset="0x41C" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 136" name="HSMCI_FIFO136" offset="0x420" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 137" name="HSMCI_FIFO137" offset="0x424" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 138" name="HSMCI_FIFO138" offset="0x428" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 139" name="HSMCI_FIFO139" offset="0x42C" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 140" name="HSMCI_FIFO140" offset="0x430" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 141" name="HSMCI_FIFO141" offset="0x434" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 142" name="HSMCI_FIFO142" offset="0x438" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 143" name="HSMCI_FIFO143" offset="0x43C" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 144" name="HSMCI_FIFO144" offset="0x440" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 145" name="HSMCI_FIFO145" offset="0x444" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 146" name="HSMCI_FIFO146" offset="0x448" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 147" name="HSMCI_FIFO147" offset="0x44C" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 148" name="HSMCI_FIFO148" offset="0x450" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 149" name="HSMCI_FIFO149" offset="0x454" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 150" name="HSMCI_FIFO150" offset="0x458" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 151" name="HSMCI_FIFO151" offset="0x45C" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 152" name="HSMCI_FIFO152" offset="0x460" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 153" name="HSMCI_FIFO153" offset="0x464" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 154" name="HSMCI_FIFO154" offset="0x468" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 155" name="HSMCI_FIFO155" offset="0x46C" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 156" name="HSMCI_FIFO156" offset="0x470" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 157" name="HSMCI_FIFO157" offset="0x474" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 158" name="HSMCI_FIFO158" offset="0x478" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 159" name="HSMCI_FIFO159" offset="0x47C" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 160" name="HSMCI_FIFO160" offset="0x480" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 161" name="HSMCI_FIFO161" offset="0x484" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 162" name="HSMCI_FIFO162" offset="0x488" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 163" name="HSMCI_FIFO163" offset="0x48C" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 164" name="HSMCI_FIFO164" offset="0x490" rw="RW" size="4"/>
        <register caption="FIFO Memory Aperture0 165" name="HSMCI_FIFO165" offset="0x494" rw="RW" size="4"/>
